# написати клас, що описує автомобіль
#
# кожен автомобіль повинен мати модель, рік та вартість
#
# кожен автомобіль повинен мати метод поїздки, який повинен приймати дистанцію поїздки.
# при його запуску вартість авто повинна зменшуватися на 10 грн на кожен км поїздки
#
# перевизначити метод __str__ для очевидності роботи з обєктом
#
# написати проперті метод, який буде повертати одне з трьох слів: елітне  - якщо вартість понад
# 10_000_000 грн, середнячок - вартість від 2_000_000 до 10_000_000 грн, економ - для авто до 2 млн
# як завжди здаємо через гіт
